headers    = {
	'User-Agent'      : 'Opera/9.80 (Windows NT 6.1; WOW64; U; en) Presto/2.10.229 Version/11.62',
	'Accept'          : 'text/html,application/xhtml+xml,application/xml;q=0.9,image/webp,image/apng,*/*;q=0.8',
    'Accept-Language' : 'ru-ru,ru;q=0.8,en-us;q=0.5,en;q=0.3',
    'Accept-Encoding' : 'gzip, deflate',
    'Connection'      : 'keep-alive',
    'DNT'             : '1'
}

names      = ['Аня', 'Катя', 'Настя', 'Марина', 'Маша', 'Саша', 'Люба', 'Роза', 'Лилия', 'Земфира', 'Кристина', 'Зиля', 'Анжела', 'Люба', 'Лера', 'Лена', 'Юля', 'Алена', 'Ирина', 'Алина', 'Регина', 'Злата']
last_names = ['Рожкова', 'Тодоренко', 'Кожевникова', 'Добродушная', 'Шпагина', 'Левицкая', 'Иванова', 'Серябкина', 'Егорова', 'Лепницкая', 'Утяшева', 'Сычева', 'Петрова', 'Чижова', 'Солопина', 'Щеглова', 'Седокова', 'Сагалова', 'Рейн', 'Зиновьева', 'Хромченко', 'Родыгина', 'Ахметова']
posts      = ['wall-166693419_2', 'wall-166693419_3', 'wall-166693419_4', 'wall-166693419_5']
pass_      = '12010712ll'
comms      = ['хорошая попытка', '?!', 'юный писатель', 'теперь понятно как пишут сценарии для фильмов дс', 'роман про хоров', 'как можно воспроизвести снаф на бумаге?', 'еб, да на фикбуке подобного добра навалом ладно, чтото удаляется, но эротику уж точно можно найтии что значит писать снафф? чем он отличается от обычных гуро рассказиков маши из  а?', 'сложный прикол, объясните', 'пелевин?', ', не трожь виктора олеговича!', 'ну чё пацаны, аниме?', 'пушкин , начало', 'упоительно ', 'как ее зовут кто знает? или ссылку ', 'иван, не узнаю с этого ракурса, есть другой?', 'познакомлюсь для чего решим вместе', 'когда роль актива досталась не тебе ', 'имх гудогонь чвидн', 'винни, нет', 'обалденно ', 'смотрите ?', 'куда сюжеты для прона кидать? бесплатно', 'может кто поделиться ссылкой на прямую трансляцию из магазина?', 'вот и познакомились', 'эстетика', 'чудесно ', '?', 'приииииииивет  ', 'общество, конечно, катится в никуда!', 'с ароматом лимона, клубники или ванили', 'хочу', 'сказочно ', 'тимофей, мне можешь кидать может что годное будет, воспользуюсь ', 'нужны лайки на е  кто знает что такое , и как пользоваться и  пишите  есть предложение ', 'это стоит увидеть  ', '?', 'смотрите что она творит ',  'м', ' строго ', 'найду себй', 'мдеее', 'необычно ', 'вы долбаебы!!!!!!!!!!', 'аффлек плакал', 'обращяйтесь ', 'пишите', ',kz,kz ', ' ', 'а где порнуха?', 'теперь ясно почему критики лигу справедливости раком ставили', 'снаффрассказы небось уровня садистких стишков', 'остров соблазна', ' город фемдома', '  видео', 'ыавываыв']